Repository: Borisserz/WorkoutTracker
Catalog: WorkoutTracker/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, ru

source: Search workouts...
de: Workouts suchen...
es: Buscar entrenamientos...
fr: Rechercher des entraînements...
it: Cerca allenamenti...
pt_pt: Pesquisar treinos...
ru: Поиск тренировок...

source: Seconds
de: Sekunden
es: Artículos de segunda clase
fr: Secondes
it: Secondi
pt_pt: Segundos
ru: Секунды

source: See all
de: Alle anzeigen
es: Ver todo
fr: Voir tout
it: Vedi tutto
pt_pt: Ver tudo
ru: Смотреть все

source: See details
de: Siehe Details
es: Ver detalles
fr: Voir les détails
it: Vedi i dettagli
pt_pt: Ver detalhes
ru: Подробнее

source: Select %@ Photo
de: Wählen Sie %@ Foto
es: Seleccione %@ foto
fr: Sélectionnez %@ Photo
it: Seleziona %@ foto
pt_pt: Selecione %@ Foto
ru: Тыберите %@ фото

source: Select Color
de: Wählen Sie Farbe
es: Seleccionar color
fr: Sélectionnez la couleur
it: Seleziona Colore
pt_pt: Selecione a cor
ru: Тыберите цвет

source: Select Exercise
de: Wählen Sie Übung
es: Seleccionar ejercicio
fr: Sélectionnez l'exercice
it: Seleziona Esercizio
pt_pt: Selecione Exercício
ru: Тыбрать упражнение

source: Select Exercise for AI Camera
de: Wählen Sie „Übung für KI-Kamera“.
es: Seleccione ejercicio para cámara AI
fr: Sélectionnez un exercice pour la caméra AI
it: Seleziona Esercizio per fotocamera AI
pt_pt: Selecione Exercício para Câmera AI
ru: Выберите упражнение для камеры AI

source: Select Photo
de: Wählen Sie Foto
es: Seleccionar foto
fr: Sélectionnez une photo
it: Seleziona Foto
pt_pt: Selecione a foto
ru: Тыберите фото

source: Select Set Type
de: Wählen Sie Typ festlegen aus
es: Seleccionar tipo de configuración
fr: Sélectionnez le type de jeu
it: Seleziona Imposta tipo
pt_pt: Selecione o tipo de conjunto
ru: Тыберите тип подхода

source: Select a quick preset or build a custom routine in seconds.
de: Wählen Sie eine schnelle Voreinstellung oder erstellen Sie in Sekundenschnelle eine benutzerdefinierte Routine.
es: Seleccione un ajuste preestablecido rápido o cree una rutina personalizada en segundos.
fr: Sélectionnez un préréglage rapide ou créez une routine personnalisée en quelques secondes.
it: Seleziona una preimpostazione rapida o crea una routine personalizzata in pochi secondi.
pt_pt: Selecione uma predefinição rápida ou crie uma rotina personalizada em segundos.
ru: Тыберите быстрый пресет или создайте пользовательскую программу за секунды.

source: Select an exercise to analyze your form in real-time.
de: Wählen Sie eine Übung aus, um Ihr Formular in Echtzeit zu analysieren.
es: Selecciona un ejercicio para analizar tu forma en tiempo real.
fr: Sélectionnez un exercice pour analyser votre formulaire en temps réel.
it: Seleziona un esercizio per analizzare il tuo modulo in tempo reale.
ru: Выберите упражнение, чтобы проанализировать свою форму в режиме реального времени.

source: Select how you want to train today
de: Wählen Sie aus, wie Sie heute trainieren möchten
es: Selecciona cómo quieres entrenar hoy
fr: Sélectionnez comment vous souhaitez vous entraîner aujourd'hui
it: Seleziona come vuoi allenarti oggi
ru: Выберите, как вы хотите тренироваться сегодня

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Choisi
it: Selezionato
pt_pt: Selecionado
ru: Тыбрано

source: Send Feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer des commentaires
it: Invia feedback
pt_pt: Enviar comentários
ru: Отправить отзыв

source: Session Max
de: Sitzung max
es: Sesión máxima
fr: Session maximale
it: Sessione massima
pt_pt: Sessão máxima
ru: Сессионный максимум

source: Set
de: Satz
es: Colocar
fr: Ensemble
it: Impostato
pt_pt: Definir
ru: Подход

source: Set Goal
de: Ziel setzen
es: Establecer objetivo
fr: Fixer un objectif
it: Imposta obiettivo
pt_pt: Definir meta
ru: Установить цель

source: Set Manual 1RM
de: Stellen Sie manuell 1RM ein
es: Establecer 1RM manual
fr: Régler le manuel 1RM
it: Imposta 1RM manuale
pt_pt: Definir 1RM manual
ru: Установить вручную 1RM

source: Set Time
de: Zeit einstellen
es: Establecer hora
fr: Régler l'heure
it: Imposta ora
pt_pt: Definir hora
ru: Установить время

source: Set Type Info
de: Legen Sie die Typinformationen fest
es: Establecer información de tipo
fr: Définir les informations sur le type
it: Imposta informazioni sul tipo
pt_pt: Definir informações de tipo
ru: Информация о типе подхода

source: Set a Goal
de: Setzen Sie sich ein Ziel
es: Establecer una meta
fr: Fixez-vous un objectif
it: Stabilisci un obiettivo
pt_pt: Defina uma meta
ru: Поставьте цель

source: Set a realistic date to achieve your goal.
de: Legen Sie einen realistischen Termin fest, um Ihr Ziel zu erreichen.
es: Establece una fecha realista para lograr tu objetivo.
fr: Fixez une date réaliste pour atteindre votre objectif.
it: Stabilisci una data realistica per raggiungere il tuo obiettivo.
pt_pt: Defina uma data realista para atingir seu objetivo.
ru: Установите реалистичную дату для достижения цели.

source: Set a specific target to stay accountable and track your growth.
de: Legen Sie ein konkretes Ziel fest, um Verantwortung zu übernehmen und Ihr Wachstum zu verfolgen.
es: Establezca un objetivo específico para ser responsable y realizar un seguimiento de su crecimiento.
fr: Fixez-vous un objectif spécifique pour rester responsable et suivre votre croissance.
it: Stabilisci un obiettivo specifico per rimanere responsabile e monitorare la tua crescita.
pt_pt: Defina uma meta específica para permanecer responsável e acompanhar seu crescimento.
ru: Установите конкретную цель, чтобы оставаться подотчетным и отслеживать свой рост.

source: Set count per muscle group
de: Stellen Sie die Anzahl pro Muskelgruppe ein
es: Recuento de conjuntos por grupo de músculos
fr: Définir le nombre par groupe musculaire
it: Imposta il conteggio per gruppo muscolare
pt_pt: Definir contagem por grupo muscular
ru: Количество подходов на группу мышц

source: Set parameters and AI will build your perfect multi-day program.
de: Legen Sie Parameter fest und die KI erstellt Ihr perfektes mehrtägiges Programm.
es: Establezca parámetros y la IA creará su programa perfecto de varios días.
fr: Définissez les paramètres et l’IA construira votre programme parfait sur plusieurs jours.
it: Imposta i parametri e l'intelligenza artificiale costruirà il tuo programma di più giorni perfetto.
pt_pt: Defina parâmetros e a IA criará seu programa perfeito de vários dias.
ru: Установи параметры, и ИИ соберет идеальную много-дневную программу.

source: Set targets to stay accountable
de: Setzen Sie sich Ziele, um verantwortungsbewusst zu bleiben
es: Establezca objetivos para seguir siendo responsable
fr: Fixez-vous des objectifs pour rester responsable
it: Stabilisci obiettivi per rimanere responsabile
ru: Ставьте цели, чтобы оставаться подотчетными

source: Sets (Share)
de: Sets (Teilen)
es: Conjuntos (Compartir)
fr: Ensembles (Partager)
it: Set (Condividi)
pt_pt: Conjuntos (Compartilhar)
ru: Подходы (Поделиться)

source: Sets Done
de: Fertig
es: Conjuntos hechos
fr: Ensembles terminés
it: Set completati
pt_pt: Conjuntos concluídos
ru: Завершённые подходы

source: Sets: %lld
de: Setzt: %lld
es: Conjuntos: %lld
fr: Ensembles : %lld
it: Imposta: %lld
pt_pt: Conjuntos: %lld
ru: Подходы: %lld

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
pt_pt: Configurações
ru: Настройки

source: Share Link
de: Link teilen
es: Compartir enlace
fr: Partager le lien
it: Condividi collegamento
pt_pt: Compartilhar link
ru: Поделиться ссылкой

source: Share Report
de: Bericht teilen
es: Compartir informe
fr: Partager le rapport
it: Condividi rapporto
pt_pt: Compartilhar relatório
ru: Поделиться отчетом

source: Share Result
de: Ergebnis teilen
es: Compartir resultado
fr: Partager le résultat
it: Condividi il risultato
pt_pt: Compartilhar resultado
ru: Поделиться результатом

source: Shed fat and get leaner
de: Fett verlieren und schlanker werden
es: Perder grasa y adelgazar
fr: Perdre de la graisse et devenir plus mince
it: Perdere grasso e diventare più magri
pt_pt: Perder gordura e ficar mais magro
ru: Сбросьте жир и станьте стройнее

source: Shed fat and get leaner!
de: Fett verlieren und schlanker werden!
es: ¡Perde grasa y adelgaza!
fr: Perdez de la graisse et devenez plus mince !
it: Perdi grasso e diventi più magro!
pt_pt: Perca gordura e fique mais magro!
ru: Избавьтесь от жира и станьте стройнее!

source: Shortest First
de: Kürzeste zuerst
es: El más corto primero
fr: Le plus court en premier
it: Prima il più corto
pt_pt: Mais curto primeiro
ru: Сначала короткие

source: Shoulders
de: Schultern
es: Espalda
fr: Épaules
it: Spalle
pt_pt: Ombros
ru: Плечи

source: Shoulders (Delts)
de: Schultern (Delts)
es: Hombros (deltoides)
fr: Épaules (Delts)
it: Spalle (Delti)
pt_pt: Ombros (deltoides)
ru: Плечи (Дельты)

source: Shoulders Ready!
de: Schultern bereit!
es: ¡Hombros listos!
fr: Épaules prêtes !
it: Spalle pronte!
pt_pt: Ombros prontos!
ru: Плечи готовы!

source: Show %lld Exercises
de: %lld Übungen anzeigen
es: Mostrar %lld ejercicios
fr: Afficher %lld exercices
it: Mostra %lld esercizi
pt_pt: Mostrar %lld exercícios
ru: Показать %lld упражнений

source: Show %lld Results
de: %lld Ergebnisse anzeigen
es: Mostrar %lld resultados
fr: Afficher les résultats %lld
it: Mostra %lld risultati
pt_pt: Mostrar %lld resultados
ru: Показать %lld результатов

source: Show %lld exercises
de: %lld Übungen anzeigen
es: Mostrar %lld ejercicios
fr: Afficher %lld exercices
it: Mostra %lld esercizi
pt_pt: Mostrar %lld exercícios
ru: Показать %lld упражнений

source: Show line:
de: Zeile anzeigen:
es: Mostrar línea:
fr: Afficher la ligne :
it: Mostra riga:
pt_pt: Mostrar linha:
ru: Показать линию:

source: Sign Out
de: Abmelden
es: Desconectar
fr: Se déconnecter
it: Disconnessione
pt_pt: Sair
ru: Выход

source: Signed Out
de: Abgemeldet
es: Cerrado sesión
fr: Déconnecté
it: Disconnesso
pt_pt: Desconectado
ru: Вышел из системы

source: Signed in as
de: Angemeldet als
es: Iniciado sesión como
fr: Connecté en tant que
it: Registrato come
pt_pt: Conectado como
ru: Вошёл как

source: Silver
de: Silber
es: Plata
fr: Argent
it: Argento
pt_pt: Prata
ru: Серебро

source: Silver Record!
de: Silberne Schallplatte!
es: ¡Disco de Plata!
fr: Record d'argent !
it: Disco d'argento!
pt_pt: Recorde de Prata!
ru: Серебряный рекорд!

source: Simulator Not Supported
de: Simulator nicht unterstützt
es: Simulador no compatible
fr: Simulateur non pris en charge
it: Simulatore non supportato
ru: Симулятор не поддерживается

source: Single Routines
de: Einzelne Routinen
es: Rutinas individuales
fr: Routines uniques
it: Routine singole
pt_pt: Rotinas Únicas
ru: Одиночные программы

source: Single programs
de: Einzelprogramme
es: Programas individuales
fr: Programmes uniques
it: Programmi singoli
pt_pt: Programas únicos
ru: Одиночные программы

source: Skip
de: Überspringen
es: Saltar
fr: Sauter
it: Saltare
pt_pt: Pular
ru: Пропустить

source: Sleep last night
de: Habe letzte Nacht geschlafen
es: dormir anoche
fr: J'ai dormi la nuit dernière
it: Dormi la scorsa notte
pt_pt: Durma ontem à noite
ru: Сон прошлой ночью

source: Sleep прошлой ночью
de: Der Schlaf ist am Abend vorbei
es: Dormir прошлой ночью
fr: Dormir la nuit
it: Dormi bene
pt_pt: Durma bem agora
ru: Сон прошлой ночью

source: Slight imbalance detected.
de: Leichtes Ungleichgewicht festgestellt.
es: Se ha detectado un ligero desequilibrio.
fr: Léger déséquilibre détecté.
it: Rilevato leggero squilibrio.
pt_pt: Ligeiro desequilíbrio detectado.
ru: Есть небольшой дисбаланс в развитии мышц.

source: Smart Camera (Ghost)
de: Intelligente Kamera (Geist)
es: Cámara inteligente (fantasma)
fr: Caméra intelligente (fantôme)
it: Fotocamera intelligente (fantasma)
pt_pt: Câmera inteligente (fantasma)
ru: Умная камера (Призрак)

source: Smart Generator
de: Intelligenter Generator
es: Generador inteligente
fr: Générateur intelligent
it: Generatore intelligente
pt_pt: Gerador Inteligente
ru: Умный генератор

source: Smart Tips
de: Intelligente Tipps
es: Consejos inteligentes
fr: Conseils intelligents
it: Suggerimenti intelligenti
pt_pt: Dicas inteligentes
ru: Умные советы

source: Smart Workout Builder
de: Intelligenter Workout-Builder
es: Creador de entrenamiento inteligente
fr: Générateur d'entraînement intelligent
it: Costruttore di allenamenti intelligenti
pt_pt: Construtor de treino inteligente
ru: Умный конструктор тренировок

source: Smart heatmap tracks your muscle fatigue and suggests recovery times.
de: Die intelligente Heatmap verfolgt Ihre Muskelermüdung und schlägt Erholungszeiten vor.
es: El mapa de calor inteligente rastrea la fatiga muscular y sugiere tiempos de recuperación.
fr: Une carte thermique intelligente suit votre fatigue musculaire et suggère des temps de récupération.
it: La mappa termica intelligente monitora l'affaticamento muscolare e suggerisce i tempi di recupero.
pt_pt: O mapa de calor inteligente rastreia a fadiga muscular e sugere tempos de recuperação.
ru: Умная тепловая карта отслеживает усталость мышц и предлагает время восстановления.

source: SpaceX Starships 🚀
de: SpaceX-Raumschiffe 🚀
es: Naves espaciales SpaceX 🚀
fr: Vaisseaux SpaceX 🚀
it: Astronavi SpaceX 🚀
pt_pt: Naves espaciais SpaceX 🚀
ru: Космические корабли SpaceX 🚀

source: Squat
de: Hocken
es: Agacharse
fr: Squatter
it: Tozzo
pt_pt: Agachamento
ru: Приседания

source: Squat down
de: Hocken Sie sich hin
es: agacharse
fr: Accroupissez-vous
it: Accovacciati
ru: Приседать

source: Squats
de: Kniebeugen
es: sentadillas
it: Squat
pt_pt: Agachamento
ru: Приседания

source: Squeeze abs
de: Drücken Sie die Bauchmuskeln
es: Contraer abdominales
fr: Presser les abdominaux
it: Contrai gli addominali
ru: Напрягите пресс

source: Squeeze back
de: Zurückdrücken
es: apretar hacia atrás
fr: Pressez en arrière
it: Torna indietro
ru: Сожмите назад

source: Squeeze biceps
de: Drücken Sie den Bizeps
es: Apretar bíceps
fr: Presser les biceps
it: Contrai i bicipiti
ru: Сжимаем бицепс

source: Squeeze triceps
de: Drücken Sie den Trizeps
es: Apretar tríceps
fr: Presser les triceps
it: Contrai i tricipiti
ru: Накачиваем трицепс

source: Stand or sit with a dumbbell in each hand, arms fully extended. Keeping your elbows close to your body, curl the weights up by contracting your biceps. Squeeze at the top of the movement, then lower the weights slowly with control.
de: Stehen oder sitzen Sie mit einer Hantel in jeder Hand und ausgestreckten Armen. Halten Sie Ihre Ellbogen nah am Körper und rollen Sie die Gewichte nach oben, indem Sie Ihren Bizeps anspannen. Drücken Sie am oberen Ende der Bewegung und senken Sie dann die Gewichte langsam und kontrolliert ab.
es: Párate o siéntate con una mancuerna en cada mano y los brazos completamente extendidos. Manteniendo los codos cerca del cuerpo, doble las pesas contrayendo los bíceps. Aprieta en la parte superior del movimiento, luego baja las pesas lentamente con control.
fr: Debout ou assis avec un haltère dans chaque main, les bras complètement étendus. En gardant vos coudes près de votre corps, enroulez les poids en contractant vos biceps. Pressez en haut du mouvement, puis abaissez les poids lentement avec contrôle.
it: Stare in piedi o sedersi con un manubrio in ciascuna mano, le braccia completamente distese. Tenendo i gomiti vicini al corpo, solleva i pesi contraendo i bicipiti. Contrarre la parte superiore del movimento, quindi abbassare lentamente i pesi con controllo.
pt_pt: Fique em pé ou sente-se com um haltere em cada mão, braços totalmente estendidos. Mantendo os cotovelos próximos ao corpo, enrole os pesos contraindo os bíceps. Aperte no início do movimento e abaixe os pesos lentamente com controle.
ru: Встаньте или сядьте с гантелями в каждой руке, руки полностью выпрямлены. Держа локти близко к телу, согните руки, сокращая бицепсы. Сожмите в верхней точке движения, затем медленно опустите вес с контролем.

source: Stand tall
de: Stehen Sie aufrecht
es: Mantente erguido
fr: Tenez-vous droit
it: Stai in piedi
ru: Стойте прямо

source: Stand up
de: Aufstehen
es: Ponerse de pie
fr: Se lever
it: In piedi
ru: Вставать

source: Stand with feet hip-width apart, bar over mid-foot. Hinge at the hips and bend your knees to grip the bar. Keep your back straight and chest up. Drive through your heels and extend your hips and knees simultaneously to lift the bar. Keep the bar close to your body throughout movement.
de: Stehen Sie mit hüftbreit auseinander stehenden Füßen, die Stange liegt über der Mitte des Fußes. Beugen Sie die Hüften und beugen Sie die Knie, um die Stange zu greifen. Halten Sie Ihren Rücken gerade und die Brust hoch. Fahren Sie durch Ihre Fersen und strecken Sie gleichzeitig Ihre Hüften und Knie, um die Stange anzuheben. Halten Sie die Stange während der gesamten Bewegung nah am Körper.
es: Párese con los pies separados a la altura de las caderas y la barra sobre la mitad del pie. Gire las caderas y doble las rodillas para agarrar la barra. Mantenga la espalda recta y el pecho erguido. Conduce con los talones y extiende las caderas y las rodillas simultáneamente para levantar la barra. Mantenga la barra cerca de su cuerpo durante todo el movimiento.
fr: Tenez-vous debout, les pieds écartés à la largeur des hanches, la barre au-dessus du milieu du pied. Charnière au niveau des hanches et pliez les genoux pour saisir la barre. Gardez le dos droit et la poitrine relevée. Traversez vos talons et étendez simultanément vos hanches et vos genoux pour soulever la barre. Gardez la barre près de votre corps tout au long du mouvement.
it: Stare con i piedi alla larghezza dei fianchi, la barra sopra la parte centrale del piede. Fai perno sui fianchi e piega le ginocchia per afferrare la barra. Tieni la schiena dritta e il petto in alto. Guida attraverso i talloni ed estendi i fianchi e le ginocchia contemporaneamente per sollevare la barra. Mantieni la barra vicino al corpo durante tutto il movimento.
pt_pt: Fique em pé com os pés afastados na largura do quadril e a barra no meio do pé. Dobre os quadris e dobre os joelhos para segurar a barra. Mantenha as costas retas e o peito erguido. Passe pelos calcanhares e estenda os quadris e os joelhos simultaneamente para levantar a barra. Mantenha a barra próxima ao corpo durante todo o movimento.
ru: Встаньте, расставив ноги на ширине бедер, штанга над средней частью стопы. Наклонитесь в тазобедренных суставах и согните колени, чтобы взять штангу. Держите спину прямой и грудь поднятой. Давите пятками и одновременно выпрямляйте бедра и колени, поднимая штангу. Держите штангу как можно ближе к телу на протяжении всего движения.

source: Stand with feet hip-width apart, bar over mid-foot. Hinge at the hips and bend your knees to grip the bar. Keep your back straight and chest up. Drive through your heels and extend your hips and knees simultaneously to lift the bar. Keep the bar close to your body throughout the movement.
de: Stehen Sie mit hüftbreit auseinander stehenden Füßen, die Stange liegt über der Mitte des Fußes. Beugen Sie die Hüften und beugen Sie die Knie, um die Stange zu greifen. Halten Sie Ihren Rücken gerade und die Brust hoch. Fahren Sie durch Ihre Fersen und strecken Sie gleichzeitig Ihre Hüften und Knie, um die Stange anzuheben. Halten Sie die Stange während der gesamten Bewegung nah am Körper.
es: Párese con los pies separados a la altura de las caderas y la barra sobre la mitad del pie. Gire las caderas y doble las rodillas para agarrar la barra. Mantenga la espalda recta y el pecho erguido. Conduce con los talones y extiende las caderas y las rodillas simultáneamente para levantar la barra. Mantén la barra cerca de tu cuerpo durante todo el movimiento.
fr: Tenez-vous debout, les pieds écartés à la largeur des hanches, la barre au-dessus du milieu du pied. Charnière au niveau des hanches et pliez les genoux pour saisir la barre. Gardez le dos droit et la poitrine relevée. Traversez vos talons et étendez simultanément vos hanches et vos genoux pour soulever la barre. Gardez la barre près de votre corps tout au long du mouvement.
it: Stare con i piedi alla larghezza dei fianchi, la barra sopra la parte centrale del piede. Fai perno sui fianchi e piega le ginocchia per afferrare la barra. Tieni la schiena dritta e il petto in alto. Guida attraverso i talloni ed estendi i fianchi e le ginocchia contemporaneamente per sollevare la barra. Mantieni la barra vicino al corpo durante tutto il movimento.
pt_pt: Fique em pé com os pés afastados na largura do quadril e a barra no meio do pé. Dobre os quadris e dobre os joelhos para segurar a barra. Mantenha as costas retas e o peito erguido. Passe pelos calcanhares e estenda os quadris e os joelhos simultaneamente para levantar a barra. Mantenha a barra próxima ao corpo durante todo o movimento.
ru: Встаньте, расставив ноги на ширине бедер, гриф над серединой стопы. Отведите бедра назад и согните колени, чтобы взяться за гриф. Держите спину прямой и грудь поднятой. Оттолкнитесь пятками и одновременно разогните бедра и колени, чтобы поднять гриф. Держите гриф близко к телу на протяжении всего движения.

source: Stand with your feet shoulder-width apart. Lower your body by bending your knees and pushing your hips back, as if sitting into a chair. Keep your chest up and core engaged. Lower until your thighs are parallel to the ground, then push through your heels to return to the starting position.
de: Stehen Sie mit schulterbreit auseinander stehenden Füßen. Senken Sie Ihren Körper, indem Sie die Knie beugen und die Hüften nach hinten drücken, als würden Sie auf einem Stuhl sitzen. Halten Sie Ihre Brust hoch und den Rumpf angespannt. Senken Sie die Position ab, bis Ihre Oberschenkel parallel zum Boden sind, und drücken Sie sie dann durch Ihre Fersen, um in die Ausgangsposition zurückzukehren.
es: Párese con los pies separados a la altura de los hombros. Baje el cuerpo doblando las rodillas y empujando las caderas hacia atrás, como si estuviera sentado en una silla. Mantén el pecho erguido y el core comprometido. Baje hasta que sus muslos queden paralelos al suelo, luego empuje con los talones para volver a la posición inicial.
fr: Tenez-vous debout, les pieds écartés à la largeur des épaules. Abaissez votre corps en pliant les genoux et en repoussant vos hanches vers l'arrière, comme si vous étiez assis sur une chaise. Gardez votre poitrine relevée et votre corps engagé. Abaissez jusqu'à ce que vos cuisses soient parallèles au sol, puis poussez sur vos talons pour revenir à la position de départ.
it: Stai con i piedi alla larghezza delle spalle. Abbassa il corpo piegando le ginocchia e spingendo indietro i fianchi, come se fossi seduto su una sedia. Tieni il petto in alto e il core impegnato. Abbassati finché le cosce non sono parallele al suolo, quindi spingi i talloni per tornare alla posizione di partenza.
pt_pt: Fique em pé com os pés afastados na largura dos ombros. Abaixe o corpo dobrando os joelhos e empurrando os quadris para trás, como se estivesse sentado em uma cadeira. Mantenha o peito erguido e o núcleo engajado. Abaixe até que as coxas fiquem paralelas ao chão e empurre os calcanhares para retornar à posição inicial.
ru: Встаньте, расставив ноги на ширине плеч. Опустите тело, сгибая колени и отводя бедра назад, как будто садитесь на стул. Держите грудь поднятой и корпус напряженным. Опускайтесь до тех пор, пока бедра не станут параллельны земле, затем оттолкнитесь пятками, чтобы вернуться в исходное положение.
